Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: The wake-alarm above buzzes your wrist from the strap's own firmware. It can't sound a loud alarm. We also schedule a backup notification at your wake time, but a sideloaded app can't sound a guaranteed wake on this device (that needs a critical-alert permission this build doesn't have), so Focus or silent mode can still mute it. Keep your phone's built-in Clock alarm as your real backup. NOOP's phone-based smart wake (light-sleep detection) is available on the Android app.
de: Der Weckalarm oben vibriert dein Handgelenk aus der Firmware des Straps. Er kann keinen lauten Alarm abspielen. Wir planen zusätzlich eine Backup-Mitteilung zu deiner Aufwachzeit, aber eine sideloadete App kann auf diesem Gerät kein garantiertes Wecken abspielen (dafür braucht es eine Berechtigung für kritische Hinweise, die dieser Build nicht hat) – Fokus oder Lautlos können sie also stummschalten. Behalte den eingebauten Wecker deines Telefons als echtes Backup. NOOPs telefonbasiertes Smart-Wecken (Leichtschlaf-Erkennung) gibt es in der Android-App.
es: La alarma de despertar de arriba vibra en tu muñeca desde el propio firmware de la pulsera. No puede sonar como una alarma fuerte. También programamos una notificación de respaldo a tu hora de despertar, pero una app instalada por sideload no puede garantizar un despertar en este dispositivo (eso requiere un permiso de alertas críticas que esta versión no tiene), así que un modo de concentración o el silencio pueden acallarla. Mantén la alarma del Reloj de tu teléfono como tu verdadero respaldo. El despertar inteligente de NOOP basado en el teléfono (detección de sueño ligero) está disponible en la app de Android.
fr: L'alarme de réveil ci-dessus fait vibrer votre poignet depuis le micrologiciel du bracelet lui-même. Elle ne peut pas émettre une alarme sonore forte. Nous programmons aussi une notification de secours à l'heure de votre réveil, mais une app installée en sideload ne peut pas garantir un réveil sonore sur cet appareil (cela nécessite une autorisation d'alerte critique que cette version n'a pas), donc le mode Focus ou le mode silencieux peuvent quand même la couper. Gardez l'alarme intégrée de l'app Horloge de votre téléphone comme véritable solution de secours. Le réveil intelligent de NOOP basé sur le téléphone (détection du sommeil léger) est disponible dans l'app Android.
it: La sveglia qui sopra ti fa vibrare il polso dal firmware della fascia stessa. Non può suonare una sveglia sonora. Programmiamo anche una notifica di riserva alla tua ora di risveglio, ma un'app sideloaded non può garantire un risveglio sonoro su questo dispositivo (servirebbe il permesso per avvisi critici che questa build non ha), quindi Full immersion o la modalità silenziosa possono comunque silenziarla. Tieni la sveglia dell'app Orologio del telefono come vera riserva. La sveglia smart di NOOP basata sul telefono (rilevamento del sonno leggero) è disponibile nell'app Android.
pl: Powyższy alarm budzenia włączy się na nadgarstku za pomocą oprogramowania wbudowanego paska. To nie może wywołać głośnego alarmu. Planujemy również powiadomienie o kopii zapasowej w momencie wybudzenia, ale aplikacja załadowana z boku nie może zagwarantować gwarantowanego wybudzenia na tym urządzeniu (co wymaga pozwolenia na alert krytyczny, którego nie ma ta kompilacja), więc skupienie lub tryb cichy mogą nadal je wyciszyć. Zachowaj wbudowany budzik w telefonie jako prawdziwą kopię zapasową. Inteligentne budzenie w telefonie NOOP (wykrywanie lekkiego snu) jest dostępne w aplikacji Android.
pt_pt: O despertador acima vibra no teu pulso a partir do firmware da própria bracelete. Não pode fazer soar um alarme alto. Também agendamos uma notificação de cópia de segurança no horário de ativação, mas uma aplicação transferida por sideload não pode soar uma ativação garantida neste dispositivo (que precisa de uma permissão de alerta crítico que esta compilação não tem), pelo que o modo Foco ou silencioso ainda pode silenciá-lo. Mantenha o alarme de relógio integrado do teu telemóvel como o teu verdadeiro cópia de segurança. O smart wake baseado no telefone do NOOP (deteção de sono leve) está disponível na aplicação Android.
ru: Будильник выше вибрирует на запястье силами собственной прошивки браслета. Он не может подать громкий звуковой сигнал. Мы также планируем резервное уведомление на время пробуждения, но стороннее (сайдлоаднутое) приложение не может гарантированно разбудить на этом устройстве (для этого нужно разрешение критических уведомлений, которого нет в этой сборке), поэтому режим «Не беспокоить» или беззвучный режим всё равно может его заглушить. Используйте встроенный будильник «Часы» на телефоне как настоящий резервный вариант. Умное пробуждение NOOP на основе телефона (определение лёгкого сна) доступно в приложении для Android.
th: การปลุกด้านบนใช้เฟิร์มแวร์ของสายรัดเพื่อสั่นที่ข้อมือ จึงไม่ส่งเสียงดัง ระบบจะตั้งการแจ้งเตือนสำรองตามเวลาปลุกด้วย แต่แอปที่ติดตั้งแบบ sideload ไม่สามารถรับประกันเสียงปลุกได้ เพราะต้องใช้สิทธิ์การแจ้งเตือนวิกฤตซึ่งบิลด์นี้ไม่มี โหมดโฟกัสหรือโหมดเงียบจึงอาจปิดเสียง ควรใช้นาฬิกาปลุกในโทรศัพท์เป็นตัวสำรองหลัก ส่วนการปลุกอัจฉริยะจากโทรศัพท์ของ NOOP ที่ตรวจจับช่วงหลับตื้นมีในแอป Android
zh_hans: 上方的唤醒闹钟由手环自身固件震动你的手腕，无法发出响亮的闹铃。我们也会在你的起床时间安排一条备用通知，但侧载应用在此设备上无法保证响铃唤醒（那需要本构建版本没有的重要提醒权限），因此专注模式或静音模式仍可能将其静音。请保留手机自带时钟闹钟作为真正的后备。NOOP 基于手机的智能唤醒（浅睡检测）在 Android 应用上可用。
zh_hant: 上方的喚醒鬧鐘由手環自身的韌體震動你的手腕，它無法發出響亮的鬧鈴。我們也會在你的起床時間安排一則備用通知，但側載應用程式無法在此裝置上保證發出喚醒聲音（那需要此建置版本沒有的重要警示權限），因此專注模式或靜音模式仍可能將其靜音。請保留手機內建的時鐘鬧鐘作為你真正的備援。NOOP 基於手機的智慧喚醒（淺睡偵測）在 Android 應用程式上可用。

source: The WHOOP 4.0 reboot frame isn't confirmed — a normal Restart is ignored (#235). Send each candidate and watch BOTH the strap log and the strap itself. “no disconnect within 12s” means the strap ignored the frame. A “link dropped” line means the frame reached the strap — but a dropped link alone isn't a reboot: a real reboot also switches the strap's sensor light off for a few seconds, so if the light stayed on it was just a dropped connection, not a reboot. Non-destructive — your data is kept. Please share the log so we can pin the real frame.
de: Der WHOOP 4.0-Reboot-Frame wird nicht bestätigt - ein normaler Neustart wird ignoriert (# 235). Senden sie jedem kandidaten und beobachten sie beide das straplog und das strap selbst. "Keine Trennung innerhalb von 12s" bedeutet, dass das Band den Rahmen ignoriert hat. Eine "Link Drop" -Linie bedeutet, dass der Rahmen den Riemen erreicht hat - aber ein Drop Link allein ist kein Neustart: Ein echter Neustart schaltet auch das Sensorlicht des Riemens für ein paar Sekunden aus, also wenn das Licht anblieb, war es nur eine Drop-Verbindung, kein Neustart. Zerstörungsfrei - Ihre Daten werden gespeichert. Bitte teilen Sie das Protokoll, damit wir den echten Rahmen anheften können.
es: El marco de reinicio WHOOP 4.0 no está confirmado: se ignora un reinicio normal (#235). Envía a cada candidato y observa BOTH el registro de correa y la correa misma. “no desconectar dentro de 12” significa que la correa ignora el marco. Una línea de “link dropped” significa que el marco alcanzó la correa, pero un enlace desplegable no es un reinicio: un reinicio real también apaga la luz del sensor de la correa durante unos segundos, por lo que si la luz permanecía en él era sólo una conexión caída, no un reinicio. No destructivo — sus datos se guardan. Por favor comparta el registro para que podamos marcar el marco real.
fr: Le cadre de redémarrage WHOOP 4.0 n'est pas confirmé – un redémarrage normal est ignoré (#235). Envoyez chaque candidat et regardez les deux logs et la sangle elle-même. Il n'y a pas de déconnexion dans les 12s. Une ligne de lien a été déposée, ce qui signifie que le cadre a atteint la sangle — mais une seule liaison n'est pas un redémarrage: un véritable redémarrage a également éteint la lumière du capteur de la sangle pendant quelques secondes, donc si la lumière est restée sur elle était juste une connexion abandonnée, pas un redémarrage. Non destructive — vos données sont conservées. S'il vous plaît partager le journal afin que nous puissions épingler le cadre réel.
pl: Ramka ponownego uruchomienia WHOOP 4.0 nie została potwierdzona — normalne ponowne uruchomienie jest ignorowane (#235). Wyślij każdego kandydata i obejrzyj ZARÓWNO dziennik paska, jak i sam pasek. „brak rozłączenia w ciągu 12 s” oznacza, że ​​pasek zignorował ramę. Linia „opuszczone ogniwo” oznacza, że ​​rama dotarła do paska — ale samo upuszczone ogniwo nie oznacza ponownego uruchomienia: prawdziwe ponowne uruchomienie powoduje również wyłączenie na kilka sekund lampki czujnika paska, zatem jeśli lampka pozostanie włączona, oznacza to po prostu zerwanie połączenia, a nie ponowne uruchomienie. Nieniszczące — Twoje dane są przechowywane. Udostępnij log, abyśmy mogli przypiąć prawdziwą ramkę.
pt_pt: O quadro de reinicialização do WHOOP 4.0 não foi confirmado — uma reinicialização normal é ignorada (#235). Envie cada candidato e observe AMBOS o registo da bracelete e a própria bracelete. “sem desconexão em 12s” significa que a bracelete ignorou o quadro. Uma linha de “link caiu” significa que o quadro atingiu a bracelete - mas um link perdido por si só não é uma reinicialização: uma reinicialização real também desliga a luz do sensor da bracelete durante alguns segundos, pelo que, se a luz permanecer acesa, será apenas uma queda de ligação, não uma reinicialização. Não destrutivo – os teus dados são mantidos. Por favor, partilhe o registo para que possamos fixar o quadro real.
th: เฟรมการรีบูต WHOOP 4.0 ไม่ได้รับการยืนยัน — การรีสตาร์ทปกติจะถูกละเว้น (#235) ส่งผู้สมัครแต่ละคนและดูทั้งบันทึกของสายรัดและตัวสายรัด “ไม่มีการปลดการเชื่อมต่อภายใน 12 วินาที” หมายความว่าสายรัดไม่สนใจเฟรม เส้น “ลิงค์หลุด” หมายความว่าเฟรมไปถึงสายรัด — แต่ลิงค์หลุดเพียงอย่างเดียวไม่ใช่การรีบูต: การรีบูตจริงจะปิดไฟเซ็นเซอร์ของสายรัดเป็นเวลาสองสามวินาที ดังนั้นหากไฟยังคงสว่างอยู่ นั่นก็เป็นเพียงการเชื่อมต่อที่หลุด ไม่ใช่การรีบูต ไม่ทำลายล้าง — ข้อมูลของคุณจะถูกเก็บไว้ ขอแชร์บันทึกให้ปักหมุดเฟรมจริงได้นะครับ

source: The WHOOP MG has ECG electrodes in its clasp. This unlocks a gated, hand-run probe on the Devices screen that asks the strap to start its ECG subsystem and logs whatever comes back. MG only — a plain WHOOP 5.0 has no electrodes, and NOOP will refuse to send unless your strap identifies itself as an MG. Nobody has confirmed a strap honours these commands, so it may simply do nothing. Turn on “Record puffin frames to a file” below first if you want a complete byte-level capture to share.
de: Der WHOOP MG hat EKG-Elektroden im Verschluss. Das schaltet auf dem Bildschirm „Geräte“ eine abgesicherte, von Hand gestartete Probe frei, die den Strap auffordert, sein EKG-Subsystem zu starten, und alles protokolliert, was zurückkommt. Nur MG — ein einfacher WHOOP 5.0 hat keine Elektroden, und NOOP sendet nur, wenn sich dein Strap als MG ausweist. Niemand hat bestätigt, dass ein Strap diese Befehle befolgt, es kann also schlicht nichts passieren. Schalte zuerst unten „Puffin-Frames in eine Datei aufzeichnen“ ein, wenn du eine vollständige Aufzeichnung auf Byte-Ebene zum Teilen möchtest.
es: El WHOOP MG tiene electrodos de ECG en el cierre. Esto desbloquea en la pantalla «Dispositivos» una sonda restringida y de ejecución manual que pide a la pulsera que inicie su subsistema de ECG y registra todo lo que llegue. Solo MG: una WHOOP 5.0 normal no tiene electrodos, y NOOP se negará a enviar a menos que tu pulsera se identifique como MG. Nadie ha confirmado que una pulsera obedezca estos comandos, así que puede que simplemente no haga nada. Activa antes «Graba fotogramas puffin en un archivo», más abajo, si quieres una captura completa a nivel de bytes para compartir.
fr: Le WHOOP MG possède des électrodes ECG dans son fermoir. Cela débloque, sur l'écran « Appareils », une sonde restreinte et lancée à la main qui demande au bracelet de démarrer son sous-système ECG et journalise tout ce qui revient. MG uniquement — un WHOOP 5.0 ordinaire n'a pas d'électrodes, et NOOP refusera d'envoyer si votre bracelet ne s'identifie pas comme un MG. Personne n'a confirmé qu'un bracelet honore ces commandes, il se peut donc qu'il ne se passe rien. Activez d'abord « Enregistrer les trames puffin dans un fichier » ci-dessous si vous voulez une capture complète au niveau des octets à partager.
it: Il WHOOP MG ha elettrodi ECG nella chiusura. Questo sblocca, nella schermata «Dispositivi», una sonda vincolata ed eseguita a mano che chiede alla fascia di avviare il suo sottosistema ECG e registra tutto ciò che torna indietro. Solo MG — un normale WHOOP 5.0 non ha elettrodi e NOOP si rifiuterà di inviare se la fascia non si identifica come MG. Nessuno ha confermato che una fascia rispetti questi comandi, quindi potrebbe semplicemente non fare nulla. Attiva prima «Registra i frame puffin in un file» qui sotto se vuoi un'acquisizione completa a livello di byte da condividere.
pl: WHOOP MG ma w zapięciu elektrody ECG. Odblokowuje to bramkowaną, ręcznie uruchamianą sondę na ekranie Urządzenia, która prosi pasek o uruchomienie podsystemu ECG i rejestruje wszystko, co wróci. Tylko MG — zwykły WHOOP 5.0 nie ma elektrod, a NOOP odmówi wysłania, chyba że Twój pasek zidentyfikuje się jako MG. Nikt nie potwierdził, że pasek spełnia te polecenia, więc może po prostu nic nie robić. Włącz najpierw opcję „Nagraj klatki maskonurów do pliku” poniżej, jeśli chcesz udostępnić pełne przechwycenie na poziomie bajtów.
pt_pt: O WHOOP MG tem elétrodos de ECG no fecho. Isto desbloqueia, no ecrã «Dispositivos», uma sonda restrita e executada à mão que pede à bracelete para iniciar o seu subsistema de ECG e regista tudo o que voltar. Apenas MG — um WHOOP 5.0 normal não tem elétrodos, e o NOOP recusa enviar a menos que a tua bracelete se identifique como MG. Ninguém confirmou que uma bracelete cumpra estes comandos, por isso pode simplesmente não fazer nada. Ativa primeiro «Gravar frames de papagaios-do-mar num ficheiro», abaixo, se quiseres uma captura completa ao nível dos bytes para partilhar.
ru: У WHOOP MG есть электроды ЭКГ в застёжке. Это открывает на экране «Устройства» ограниченную пробу, запускаемую вручную: она просит браслет запустить подсистему ЭКГ и записывает всё, что придёт в ответ. Только MG — у обычного WHOOP 5.0 электродов нет, и NOOP откажется отправлять команды, если браслет не идентифицирует себя как MG. Никто не подтвердил, что браслет выполняет эти команды, поэтому может просто ничего не произойти. Сначала включите ниже «Записывать пакеты данных puffin в файл», если хотите получить полную побайтовую запись, которой можно поделиться.
th: WHOOP MG มีอิเล็กโทรด ECG อยู่ในตัวล็อค วิธีนี้จะปลดล็อคโพรบแบบควบคุมด้วยมือบนหน้าจออุปกรณ์ ซึ่งจะขอให้สายรัดเริ่มระบบย่อย ECG และบันทึกทุกสิ่งที่กลับมา MG เท่านั้น — WHOOP 5.0 ธรรมดาไม่มีอิเล็กโทรด และ NOOP จะปฏิเสธที่จะส่ง เว้นแต่สายรัดของคุณจะระบุตัวเองว่าเป็น MG ไม่มีใครยืนยันว่าสายรัดเป็นไปตามคำสั่งเหล่านี้ ดังนั้นจึงไม่ทำอะไรเลย เปิด “บันทึกเฟรมนกพัฟฟินเป็นไฟล์” ด้านล่างก่อน หากคุณต้องการแชร์การบันทึกระดับไบต์โดยสมบูรณ์
zh_hans: WHOOP MG 的表扣中带有心电图电极。此选项会在「设备」界面解锁一个受限的手动探测：它请求手环启动其心电图子系统，并记录返回的所有内容。仅限 MG——普通的 WHOOP 5.0 没有电极，除非你的手环表明自己是 MG，否则 NOOP 将拒绝发送。没有人确认过手环会执行这些命令，因此可能根本不会有任何反应。如果你想获得完整的字节级采集以便分享，请先启用下方的「将 puffin 帧记录到文件」。
zh_hant: WHOOP MG 的錶扣中帶有心電圖電極。此選項會在「裝置」畫面解鎖一個受限的手動探測：它請求手環啟動其心電圖子系統，並記錄回傳的所有內容。僅限 MG——一般的 WHOOP 5.0 沒有電極，除非你的手環表明自己是 MG，否則 NOOP 將拒絕傳送。沒有人確認過手環會執行這些命令，因此可能根本不會有任何反應。如果你想取得完整的位元組層級擷取以便分享，請先啟用下方的「將 puffin 幀記錄到檔案」。

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pl: Temat
pt_pt: Tema
ru: Тема
th: ธีม
zh_hans: 主题
zh_hant: 主題

source: Theme preset
de: Themenvorlage
es: Preajuste de tema
fr: Préréglage de thème
it: Preset del tema
pl: Wstępnie ustawiony motyw
pt_pt: Predefinição de tema
ru: Пресет темы
th: ธีมที่ตั้งไว้ล่วงหน้า
zh_hans: 主题预设
zh_hant: 主題預設

source: There are no NOOP backups in your folder yet. Use Back up now first.
de: In deinem Ordner sind noch keine NOOP-Sicherungen. Nutze zuerst „Jetzt sichern“.
es: Aún no hay respaldos de NOOP en tu carpeta. Usa Respaldar ahora primero.
fr: Il n'y a pas encore de sauvegardes NOOP dans votre dossier. Utilisez d'abord Sauvegarder maintenant.
it: Non ci sono ancora backup NOOP nella tua cartella. Usa prima Esegui backup ora.
pl: W Twoim folderze nie ma jeszcze kopii zapasowych NOOP. Najpierw użyj opcji Utwórz kopię zapasową teraz.
pt_pt: Ainda não existem cópia de seguranças NOOP na tua pasta. Utilize Faça cópia de segurança agora primeiro.
ru: В вашей папке пока нет резервных копий NOOP. Сначала используйте «Создать резервную копию сейчас».
th: ยังไม่มีข้อมูลสำรอง NOOP ในโฟลเดอร์ของคุณ ใช้สำรองข้อมูลเดี๋ยวนี้ก่อน
zh_hans: 你的文件夹中还没有 NOOP 备份。请先使用「立即备份」。
zh_hant: 你的資料夾中還沒有 NOOP 備份。請先使用「立即備份」。

source: There is no undo, and no archive. The coach starts again from nothing.
de: Es gibt kein Zurück und kein Archiv. Der Coach fängt wieder bei null an.
es: No hay deshacer ni archivo. El coach vuelve a empezar de cero.
fr: Il n'y a ni annulation ni archive. Le coach repart de zéro.
it: Non c'è modo di annullare, né un archivio. Il coach ricomincia da zero.
pl: Nie ma cofania ani archiwum. Trener zaczyna od zera.
pt_pt: Não há forma de anular, nem arquivo. O coach recomeça do zero.
ru: Отмены нет, архива тоже. Тренер начнёт с нуля.
th: ไม่มีการเลิกทำและไม่มีการเก็บถาวร โค้ชเริ่มต้นใหม่จากความว่างเปล่า
zh_hans: 无法撤销，也没有存档。教练将从零开始。
zh_hant: 無法復原，也沒有封存。教練將從零開始。

source: There wasn't a calm, still window clean enough to describe. Try again after a settled night.
de: Es gab kein ruhiges, stilles Fenster, das sauber genug zum Beschreiben war. Versuch es nach einer ruhigen Nacht erneut.
es: No hubo una ventana de calma y quietud lo bastante limpia para describir. Inténtalo de nuevo tras una noche tranquila.
fr: Il n'y a pas eu de fenêtre calme et immobile assez propre à décrire. Réessayez après une nuit stable.
it: Non c'è stata una finestra calma e ferma abbastanza pulita da descrivere. Riprova dopo una notte tranquilla.
pl: Nie było spokojnego, nieruchomego okna na tyle czystego, żeby je opisać. Spróbuj ponownie po spokojnej nocy.
pt_pt: Não havia uma janela calma e limpa o suficiente para ser descrita. Tente novamente depois de uma noite tranquila.
ru: Не нашлось достаточно чистого спокойного, неподвижного интервала для анализа. Попробуйте снова после спокойной ночи.
th: ไม่มีความสงบและช่วงข้อมูลที่สะอาดพอที่จะอธิบายได้ ลองอีกครั้งหลังจากคืนที่ตกลงกันไว้
zh_hans: 没有找到足够平静、静止的时间窗口。请在安稳睡眠一晚后再试。
zh_hant: 沒有足夠乾淨的平靜、靜止時段可供描述。請在安穩的一晚之後再試。

source: There's about %@ of leftover import scratch space to reclaim. This never removes your imported data.
de: Es gibt etwa %@ übrig gebliebenen Import-Zwischenspeicher freizugeben. Das entfernt nie deine importierten Daten.
es: Hay alrededor de %@ de espacio temporal de importación por recuperar. Esto nunca elimina tus datos importados.
fr: Il reste environ %@ d'espace temporaire d'importation à récupérer. Cela ne supprime jamais vos données importées.
it: Ci sono circa %@ di spazio temporaneo di importazione residuo da recuperare. Questo non rimuove mai i tuoi dati importati.
pl: Pozostało około %@ wolnego miejsca na import do odzyskania. To nigdy nie powoduje usunięcia zaimportowanych danych.
pt_pt: Há cerca de %@ de espaço residual de importação para recuperar. Isto nunca remove os teus dados importados.
ru: Осталось около %@ временного места импорта, которое можно освободить. Это никогда не удаляет уже импортированные данные.
th: มีพื้นที่เริ่มต้นการนำเข้าที่เหลือประมาณ %@ ที่จะเรียกคืน การดำเนินการนี้จะไม่ลบข้อมูลที่นำเข้าของคุณ
zh_hans: 大约有 %@ 的遗留导入临时空间可回收。此操作绝不会移除你导入的数据。
zh_hant: 大約有 %@ 的遺留匯入暫存空間可回收。此操作絕不會移除你匯入的資料。

source: There's no NOOP data to export yet.
de: Es gibt noch keine NOOP-Daten zu exportieren.
es: Aún no hay datos de NOOP para exportar.
fr: Il n'y a pas encore de données NOOP à exporter.
it: Non ci sono ancora dati NOOP da esportare.
pl: Nie ma jeszcze danych NOOP do wyeksportowania.
pt_pt: Ainda não existem dados NOOP para exportar.
ru: Пока нет данных NOOP для экспорта.
th: ยังไม่มีข้อมูล NOOP ที่จะส่งออก
zh_hans: 还没有可导出的 NOOP 数据。
zh_hant: 還沒有可匯出的 NOOP 資料。

source: There's no NOOP data to export yet. Import or record some first.
de: Es gibt noch keine NOOP-Daten zu exportieren. Importiere oder zeichne zuerst etwas auf.
es: Aún no hay datos de NOOP para exportar. Importa o registra algunos primero.
fr: Il n'y a pas encore de données NOOP à exporter. Importez ou enregistrez-en d'abord.
it: Non ci sono ancora dati NOOP da esportare. Prima importane o registrane qualcuno.
pl: Nie ma jeszcze danych NOOP do wyeksportowania. Najpierw zaimportuj lub nagraj trochę.
pt_pt: Ainda não existem dados NOOP para exportar. Importe ou grave alguns primeiro.
ru: Пока нет данных NOOP для экспорта. Сначала импортируйте или запишите данные.
th: ยังไม่มีข้อมูล NOOP ที่จะส่งออก นำเข้าหรือบันทึกบางส่วนก่อน
zh_hans: 还没有可导出的 NOOP 数据。请先导入或记录一些数据。
zh_hant: 還沒有可匯出的 NOOP 資料。請先匯入或記錄一些。

source: There's no progress bar for this kind of goal, and that's deliberate: your strap can't measure it, so any percentage here would be invented. What's shown instead is what did happen — what you completed, and your recovery context.
de: Für diese Zielart gibt es keinen Fortschrittsbalken, und das ist Absicht: dein Strap kann sie nicht messen, jede Prozentzahl hier wäre erfunden. Stattdessen steht da, was passiert ist – was du abgeschlossen hast und dein Erholungskontext.
es: No hay una barra de progreso para este tipo de objetivos, y eso es deliberado: tu correa no puede medirlo, por lo que cualquier porcentaje aquí sería inventado. En cambio, lo que se muestra es lo que sucedió: lo que completó y su contexto de recuperación.
fr: Il n'y a pas de barre de progression pour ce genre d'objectif, et c'est délibéré : votre bracelet ne peut pas le mesurer, donc n'importe quel pourcentage ici serait inventé. Ce qui est affiché à la place est ce qui s'est passé : ce que vous avez terminé et votre contexte de récupération.
it: Non esiste una barra di avanzamento per questo tipo di obiettivo, e questo è intenzionale: il tuo cinturino non può misurarlo, quindi qualsiasi percentuale qui sarebbe inventata. Ciò che viene mostrato invece è ciò che è accaduto: ciò che hai completato e il contesto di ripristino.
pl: Dla tego rodzaju celu nie ma paska postępu i jest to celowe: opaska tego nie mierzy, więc każdy procent byłby zmyślony. Zamiast tego pokazujemy to, co faktycznie się wydarzyło — co ukończyłeś i w jakim byłeś stanie regeneracji.
pt_pt: Não há barra de progresso para esse tipo de meta, e isso é deliberado: sua pulseira não pode medi-la, então qualquer porcentagem aqui seria inventada. Em vez disso, o que é mostrado é o que aconteceu – o que você concluiu e seu contexto de recuperação.
ru: Для такой цели не существует индикатора прогресса, и это сделано намеренно: ваш ремень не может его измерить, поэтому любой процент здесь можно было бы придумать. Вместо этого отображается то, что произошло — что вы выполнили, и ваш контекст восстановления.
th: ไม่มีแถบความคืบหน้าสำหรับเป้าหมายประเภทนี้ และเป็นการจงใจ: สายรัดของคุณไม่สามารถวัดได้ ดังนั้นเปอร์เซ็นต์ใดๆ ก็ตามที่นี่จะถูกประดิษฐ์ขึ้น สิ่งที่แสดงแทนคือสิ่งที่เกิดขึ้น — สิ่งที่คุณทำเสร็จแล้ว และบริบท การฟื้นตัว ของคุณ
zh_hans: 这种目标没有进度条，这是故意的：你的带子无法测量它，所以这里的任何百分比都会被发明。相反，显示的是确实发生的事情——您完成的事情以及您的恢复背景。
zh_hant: 這種目標沒有進度條，這是故意的：你的帶子無法測量它，所以這裡的任何百分比都會被發明。相反，顯示的是確實發生的事情——您完成的事情以及您的恢復背景。
